
"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "75.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Obecné";
"File Access" = "Přístup k souborům";
"Performance" = "Výkon";
"Finder Extension" = "Rozšíření Finderu";
"Love" = "Přispět";
"OK" = "OK";
"Done" = "Hotovo";
"Yes" = "Ano";
"No" = "Ne";
"Don't show again" = "Znovu nezobrazovat";
"Set as default compressor" = "Nastavit Keka jako výchozí kompresor";
"Not now" = "Teď ne";
"Want to make Keka your default compressor?" = "Chcete Keku nastavit jako váš výchozí kompresor?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Všechny kompatibilní soubory budou potom rozbaleny pomocí Keky. Toto lze nastavit v předvolbách.";
"Really want to close Keka?" = "Určitě chcete Keku zavřít?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Právě probíhající operace bude zrušena. Pokud vyberete „Počkat a poté ukončit“, Keka se ukončí po dokončení všech operací.";
"Password needed" = "Zadejte heslo";
"File \"%@\" needs a password to be extracted" = "Zadejte heslo pro \"%@\"";
"File \"%@\" needs a special encoding to be extracted" = "\"%@\" vyžaduje pro rozbalení speciální kódování";
"Extraction of \"%@\" done" = "Rozbalení \"%@\" dokončeno";
"Extraction of \"%@\" failed." = "Rozbalení \"%@\" selhalo.";
"Extraction of %i files done" = "Rozbalení %i souborů dokončeno";
"Extraction complete" = "Rozbalení dokončeno";
"Extraction fail" = "Rozbalování selhalo";
"Compression complete" = "Komprese dokončena";
"File \"%@\" created" = "Soubor \"%@\" vytvořen";
"Compression fail" = "Komprese selhala";
"File \"%@\" cannot be created" = "Soubor \"%@\" nelze vytvořit";
"\n(using fallback folder)" = "\n(používá nouzovou složku)";
"Operation not implemented" = "Operace není implementována";
"Performing operation..." = "Provádíme operaci...";
"Waiting..." = "Čekání...";
"Extracting \"%@\"" = "Rozbalování \"%@\"";
"Extracting \"%@...\"" = "Rozbalování \"%@...\"";
"Creating %@ file..." = "Vytváření souboru \"%@\"...";
"Creating file \"%@\"" = "Vytváření souboru \"%@\"";
"Creating file \"%@...\"" = "Vytváření souboru \"%@...\"";
"Volume name:" = "Název svazku:";
"Select the encoding for \"%@\"" = "Vyberte kódování pro \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Uplynulý čas: %d:%@%d:%@%d hodin%@";
"Time elapsed: %d:%@%d minutes%@" = "Uplynulý čas: %d:%@%d minut%@";
"Time elapsed: %d seconds%@" = "Uplynulý čas: %d sekund%@";
"%.0f seconds" = "%.0f sekund";
"%i:%02i minutes" = "%i:%02i minut";
"%i:%02i:%02i hours" = "%i:%02i:%02i hodin";
"Pause" = "Pozastavit";
"Continue" = "Pokračovat";
"Operation paused" = "Operace pozastavena";
"Cancel" = "Zrušit";
"Close" = "Zavřít";
"Operation failed" = "Operace selhala";
"Operation failed with error code %d" = "Operace se nezdařila (kód \"%d\")";
"Choose a name and folder to start the compression" = "Před komprimováním vyberte název archivu a složku";
"Creation of \"%@\" failed" = "Vytváření \"%@\" selhalo";
"Creating \"%@\"" = "Vytváření \"%@\"";
"Preparing extraction..." = "Připravujeme rozbalení...";
"Choose a folder to extract this file" = "Před rozbalením vyberte složku";
"Choose where do you want to extract \"%@\"" = "Vyberte složku, do které chcete \"%@\" rozbalit";
"Select all the volumes from \"%@\" or the folder that contains them" = "Vyberte z \"%@\" všechny svazky, nebo složku, která tyto svazky obsahuje";
"Select the folder that contains \"%@\"" = "Vyberte složku, ve které se \"%@\" nachází";
"Extraction of \"%@\" failed" = "Rozbalování \"%@\" selhalo";
"Keka - %i on queue" = "Keka - %i je ve frontě";
"Keka can't create this %@ image" = "Keka nemůže vytvořit tento %@ obraz";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Obrazy %@ lze vytvořit pouze z jedné složky. Zkuste soubory umístit do jedné složky, kterou pak přetáhněte do Keky.";
"Keka can't create this @% tarball" = "Keka nemůže vytvořit tento @% tarball";
"This operation is not supported on %@." = "%@ tuto operaci nepodporuje";
"Compress \"%@\" in %@ to..." = "Zkomprimovat \"%@\" v %@ do...";
"Compress in %@ to..." = "Zkomprimovat v %@ do...";
"Save as:" = "Uložit jako:";
"Compress" = "Komprimovat";
"Extract \"%@\" to..." = "Rozbalit \"%@\" do…";
"Extract as:" = "Rozbalit jako:";
"Extract" = "Rozbalit";
"About %i seconds" = "Přibližně %i sekund";
"About %i minutes" = "Přibližně %i minut";
"About %i hours" = "Přibližně %i hodin";
"About %i days" = "Přibližně %i dny";
"About %i weeks" = "Přibližně %i týdny";
"About %i months" = "Přibližně %i měsíce";
"About %i years" = "Přibližně %i let";
"About a minute" = "Přibližně 1 minuta";
"About an hour" = "Přibližně 1 hodina";
"About a day" = "Přibližně 1 den";
"About a week" = "Přibližně 1 týden";
"About a month" = "Přibližně 1 měsíc";
"About a year" = "Přibližně 1 rok";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Odhadovaný čas nelze zobrazit...";
"Password for \"%@\"" = "Zadejte heslo pro \"%@\"";
"Format" = "Formát";
"Method" = "Způsob komprese";
"Method:" = "Způsob:";
"No compression" = "Žádná komprese";
"Fastest, less compression" = "Nejrychlejší komprese, největší archiv";
"Fast, less compression" = "Rychlá komprese, větší archiv";
"Normal" = "Výchozí";
"Slow, more compression" = "Pomalá komprese, menší archiv";
"Slowest, more compression" = "Nejpomalejší komprese, nejmenší archiv";
"Compression" = "Komprese";
"Extraction" = "Rozbalení";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka nemůže  \"extlx.plist\" přečíst, kontaktujte vývojáře.\n\nKeka bude ukončena.";
"Keka is dying!" = "Keka umírá!";
"Ask each time" = "Pokaždé se zeptat";
"Next to original file" = "Vedle původního souboru";
"Custom folder..." = "Vlastní složka...";
"Same as original file" = "Stejné, jako původní soubory";
"Custom name..." = "Vlastní název...";
"Archive" = "Archiv";
"Set as default folder" = "Nastavit jako výchozí složku";
"Perform automatic action" = "Vybrat automaticky";
"Always compress" = "Vždy komprimovat";
"Always extract" = "Vždy rozbalit";
"1.4 MB Floppy" = "1.4 MB disketa";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Přetáhněte sem pro rozbalení";
"Drop here to compress" = "Přetáhněte sem pro zkomprimování";
"Binary \"%@\" is not accessible" = "K binárnímu souboru \"%@\" nelze získat přístup";
"The first part \"%@\" can't be found" = "První část \"%@\" nelze najít";
"Unable to extract a folder" = "Složky nelze rozbalit";
"unknown" = "neznámé";
"Unknown error" = "Neznámá chyba";
"Error code %d using \"%@\"\n%@" = "Kód chyby: %d při použití \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka nemohla vytvořit extrakční balíček";
"No errors found" = "Nenalezený žádné chyby";
"Minor error, the operation may be done well" = "Došlo k menší chybě; je možné, že operace byla úspěšně dokončena";
"Fatal error" = "Závažná chyba";
"CRC error occurred, maybe the file is corrupt" = "Chyba CRC dekomprese, soubor je zřejmě poškozen";
"Attempt to modify an archive previously locked" = "Pokus o změnu dříve zamknutého archivu";
"Maybe you don't have permission to write or your disk is full" = "Možná nemáte oprávnění k zápisu, nebo je disk plný";
"Can't open the file, maybe you don't have read permission" = "Soubor nelze otevřit. Možná nemáte oprávnění ke čtení";
"Command line error, please contact with the developer" = "Chyba příkazového řádku, kontaktujte vývojáře";
"Not enough memory. Try to close some programs and repeat the operation" = "Není k dispozici dostatek paměti. Ukončete pár aplikací a operaci opakujte";
"Can't create the file, maybe you don't have permission or free space" = "Soubor nelze vytvořit, možná nemáte potřebná oprávnění, nebo je disk plný";
"Canceled manually" = "Ručně zrušeno";
"Bad password, try again" = "Zadané heslo není správné, zkuste to znovu";
"This archive is locked" = "Archiv je zamknutý";
"Write error. No permission? No space left?" = "Chyba při zápisu. Možná nemáte potřebná oprávnění, nebo je disk plný";
"Can't open the file, maybe it's not accessible" = "Soubor nelze otevřít, možná není přístupný";
"No files matching the mask" = "Žádné soubory se s maskou neshodují";
"There were some read errors" = "There were some read errors";
"Give access" = "Udělit přístup";
"Just folder access" = "Jen přístup ke složce";
"Quit" = "Ukončit";
"More information" = "Další informace";
"Keka needs file access" = "Keka potřebuje přístup k souborům";
"Give home access" = "Udělit přístup k domovské složce";
"Customize" = "Přizpůsobit";
"Keka needs access to the source file/s." = "Keka potřebuje přístup k původním souborům.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Abyste mohli Keku používat bez problémů, je třeba jí udělit přístup k disku tohoto Macu.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nVáš disk by už měl být vybraný. Teď stačí kliknout na tlačítko \"Udělit přístup\"";
"Give access to Keka" = "Udělit přístup";
"Full Mac access (Recommended)" = "Plný přístup k disku (doporučujemes)";
"Home folder access" = "Přístup k domovské složce";
"External volumes access" = "Přístup k externím svazkům";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "Externí disk: %@";
"An extension is required" = "Je třeba nainstalovat rozšíření";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Abyste mohli nastavit Keku jako výchozí aplikaci, musíte napřed nainstalovat rozšíření. Klikněte na tlačítko \"Další informace\" a řiďte se pokyny na obrazovce.\n\nKeku můžete kdykoliv nastavit jako výchozí pro jakýkoliv formát skrze položku nabídky \"Informace\" ve Finderu";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Keku nelze nastavit jako výchozí aplikaci";
"The intermediate application failed to launch. There is more information in the Console.app." = "Zprostředkující aplikaci se nepodařilo spustit. Více informací naleznete v aplikaci Konzola.";
"The intermediate application returned an undefined code." = "Zprostředkující aplikace vrátila nedefinovaný kód.";
"Keka is now set as the default application for its known formats." = "Keka je nyní nastavena jako výchozí aplikace pro otevírání archivů.";
"Keka set as default" = "Keka nastavena jako výchozí aplikace";
"There were some errors while registering the formats. There is more information in the Console.app." = "Při registraci formátů se vyskytly chyby. Více informací naleznete v aplikaci Konzola.";
"The intermediate application can't get access to Keka." = "Zprostředkující aplikace nemůže ke Keka získat řístup.";
"The intermediate application can't find Keka." = "Zprostředkující aplikace nemůže Keku nalézt.";
"Show in Finder" = "Zobrazit ve Finderu";
"Delete" = "Smazat";
"Continue without encryption" = "Pokračovat bez šifrování";
"The password does not match" = "Hesla se neshodují";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "Heslo jste nenastavili správně a soubor nelze zašifrovat. Můžete operaci zrušit a heslo znovu nastavit, nebo pokračovat bez šifrování.";
"Use legacy encryption" = "Použít starší způsob šifrování";
"Using AES-256 encryption in ZIP" = "V ZIPu používáme šifrování typu AES-256";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Většina moderních operačních systémů, jako je napřílkad macOS (Big Sur a starší) nebo Windows oficiálně nepodporují ZIPy zašifrované formou AES-256.\n\nStále je ale můžete otevřít ve většině archivačních aplikací.";
"Cannot create the file" = "Soubor nelze vytvořit";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka nemá k původním souborům přístup.\nUdělte jí přístup buď když se vás zeptá, nebo ručně v předvolbách";
"Give access to the source/s folder/s" = "Udělit přístup k umístěním původních souborů";
"Give access to the compressed file" = "Udělit přístup ke komprimovanému souboru.";
"The extension is enabled" = "Rozšíření je povoleno";
"The extension is disabled" = "Rozšíření je zakázáno";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka se rozhodne mezi komprimací a rozbalením podle formátu a přípony souboru. Doporučujeme.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka zkomprimuje všechny soubory, včetně už zkomprimovaných souborů. Soubory můžete znovu zkomprimovat přetažením do spodní částí Keky.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka se pokusí všechny soubory rozbalit. Soubory neznámeho typu můžete zkusit rozbalit přetažením do spodní části Keky.";
"Show the operation log" = "Zobrazit operační protokol";
"Unable to process tips" = "Příspěvek nelze zpracovat";
"Already tipping a monthly %@" = "Už měsíčně přispíváte %@";
"Send a monthly %@ tip" = "Měsíčně příspět %@";
"Send a %@ tip" = "Příspět %@";
"Give Keka some love ♥" = "Keka si zaslouží ♥";
"All extractions will be expanded at this location." = "Všechny soubory rozbalíme do této složky.";
"All compressions will be stored at this location." = "Všechny soubory zkomprimujeme do této složky.";
"You'll be asked where to extract each operation." = "Před každým rozbalením se vás zeptáme na cílovou složku.";
"You'll be asked where to compress each operation." = "Před každou komprimací se vás zeptáme na cílovou složku.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "Pokud má Keka přístup k souborům, pokusí se všechny opperace provádět tam, kde se nacházejí výchozí soubory. Aby tato funkce fungovala správně, nastavte přístup k souborům v příslušném panelu v předvolbách.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Protože Keka nemá přístup k výchozí složce, zeptá se vás na jinou.\nPřístup k této a dalším složkám můžete nastavit v předvolbách v kartě Přístup k souborům.";
"The characters %@ are not compatible with the %@ format" = "Znaky %@ nejsou s formátem %@ kompatibilní";
"The character %@ is not compatible with the %@ format" = "Znak %@ není s formátem %@ kompatibilní";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Pár zrnek kávy";
"Gift Keka a sip of coffee each month" = "Keka si pochutná na pár zrncích kávy";
"Monthly coffee" = "Kafe na pár dní";
"Gift Keka a coffee each month" = "Keka bude mít energii na pár dní";
"Monthly pair of coffees" = "Kafe na celý měsíc";
"Gift Keka a couple coffees each month" = "Keka bude mít energii na celý měsíc";
"Monthly breakfast" = "Snídaně na měsíc";
"Gift Keka a breakfast each month" = "Keka si pochutná na dobré snídani";
"Tip a coffee" = "Jedno kafe";
"Tip Keka a coffee so it can stay awake" = "Kupte Keka kávu, aby byla plná energie";
"Tip a breakfast" = "Jedna snídaně";
"Tip Keka a breakfast so it can start fresh" = "Kupte Keka snídani, aby se jí dobře vstávalo";
"Tip a lunch" = "Jeden oběd";
"Tip Keka a lunch and feed it" = "Kupte Keka oběd, aby byla zdravá";
"Tip a dinner" = "Jedna večeře";
"Tip Keka a dinner so it keeps rolling" = "Kupte Keka večeři, aby se jí dobře spalo";
"Tip a bunch of food" = "Stůl plný jídla";
"Tip Keka a new bunch of food to keep rolling" = "Pozor, aby neztloustla!";
